{"scenario":{".DS_Store":{},"config.ks":{},"ea.ks":{"終わった…。":"finished….","やってしまった…。":"I did it ...","教室が一気にざわめく。":"The classroom buzzes at a stretch.","クラスメイト全員に注目されながら":"While paying attention to all classmates","ウンチを…漏らしてしまった。":"I've leaked my poop.","揺るぎない事実。":"An unwavering fact.","誤魔化しようのない真実。":"The truth that cannot be deceived.","どうする事も出来ない。":"I can't do anything.","どうしたら良いのか分からない。":"I don't know what to do.","ポロポロと涙がこぼれる。":"Polo Polo and tears spill.","その後も大変だった。":"It was still difficult after that.","保健委員の子に付き添われて保健室に向かう":"Headed to the health room with the child of the health committee","途中で、幾度となく形を留めない「それ」が":"\"Along the way, \"it\" that keeps its shape\"","下着から零れ落ちて、廊下も汚してしまったし":"\"It spilled from my underwear, and the corridor got dirty\"","まだ「したい」って言い出せなくて":"\"I still can't say \"I want to\"\"","トイレに寄れず、結局、保健室に着いた直後に":"Immediately after arriving at the health room","我慢出来なくなって、差し出された洗面器に":"I couldn't stand it anymore","「してしまった」":"have done","あまりに甚大な被害で、自分の力だけでは":"The damage was so great","処理しきれずに、保健の先生に手伝ってもらって":"\"I couldn't handle it, so I had a health teacher help me.\"","持ってきてもらったジャージに着替えて":"Change into the jersey that you brought","やっと落ち着いたのは終業のチャイムが鳴る間際だった。":"It finally settled down just before the chime at the end of the day rings.","汚れた衣類は厳重にビニール袋で封印して、":"\"Strictly seal dirty clothes with a plastic bag,\"","保健委員の子が持ってきてくれた荷物を持って、":"\"Take the luggage brought by the health committee child,\"","そのまま帰宅する事になる。":"I will be going home as it is.","廊下に出ると若干ニオイは残っていたけど、":"\"There was a little odor left in the hallway,\"","少なくとも目に見える形では「それ」は残っていなかった。":"\"There was no \"it\" left, at least in a visible form.\"","廊下も相当散々な状況だったと思うけど、誰が":"\"I think the corridor was in a rather messy situation, but who\"","片付けてくれたのか…。":"Did you clean up ...","先生？":"teacher?","保健委員の子？":"Child of health committee?","それとも…":"Or ...","考えなきゃいけない事も心配すべき事もすごく":"I have to think about things and things to worry about","たくさんあるんだと思うけど、とにかく今は":"\"I think there are many, but now, anyway\"","早く帰って、シャワーを浴びて、自分のベッドに":"\"Go home early, take a shower, and go to your bed\"","横になりたい。":"I want to lie down.","遅すぎた選択が招いてしまった絶望という現実から":"From the reality of despair caused by too late selection","逃げ出すように私は学校を後にした。":"I left school to run away."},"end1.ks":{"先生っ…":"Teacher ...","あのっ…":"That ...","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…":"To ...","トイレに行ってきてもいいですか？":"Can I go to the bathroom?","…":"…","早く行ってきなさい。":"Come early.","先生に少し呆れた様な顔をされたけど、許可が下りた。":"\"The teacher gave me a slightly amazed face, but I got permission.\"","なんとも情けない状況ではあるけれど、今はそれを":"\"It's a pathetic situation, but right now\"","どうこう考えてる場合じゃない。":"It's not when you think about it.","(トイレ…早く…)":"(Toilet ... quickly ...)","とにかくこの場から早く逃げ出したい。":"\"Anyway, I want to escape from this place quickly.\"","もちろん早くトイレに行きたいからというのが一番だけど":"Of course I want to go to the bathroom early","みんなに「漏れそう」なのを認識された上で、注目されて":"\"Being noticed by everyone that they are likely to \"leak\"\"","しまっているこの状況は恥ずかしい。":"This embarrassing situation is embarrassing.","恥ずかしすぎる。":"Too embarrassing.","本当はダッシュで逃げ出したいけど、出来るだけ平然を":"\"I really want to escape with a dash, but be as quiet as possible\"","装って、出来るだけ普通の足取りで教室の出口へ向かう。":"\"Pretending to be as normal as possible, head for the exit of the classroom.\"","(…っ！？)":"(... huh?)","出口の戸に手を掛けた所でおならが出てしまった。":"A fart broke out when I put my hand on the exit door.","教室内が静かにざわついているのは気のせいじゃない。":"It's no wonder that the classroom is quietly buzzing.","鼓動が早くなっていく。":"My heart beats faster.","全身…特に顔が熱い。":"The whole body ... especially the face is hot.","なんだか分からない汗が噴き出す。":"I don't know what it's like to sweat.","私は今、どんな顔をしているんだろう…。":"What kind of face do I have now ...","情けない。":"I'm sorry.","恥ずかしい。":"embarrassed.","泣きたい。":"Want to cry.","しっ…失礼しましたっ…":"I'm sorry ... I'm sorry ...","私は廊下に飛び出し、戸を閉める。":"I jump into the corridor and close the door.","年頃の乙女としてあるまじき失態。":"A serious blunder as an old maiden.","なんでもっときつくお尻の穴を締めておけなかったのか…":"Why couldn't you tighten the tighter ass hole ...","クラスメイト達にどう思われたのか…":"What did your classmates think ...","どんな顔をして教室に戻ればいいのか…":"What kind of face should I return to the classroom ...","色々な感情が一気に襲い掛かってきて崩れ落ちそうになる。":"Various emotions suddenly attacked and seem to fall apart.","(ふっ…ぐっ…)":"(Foooooooooooooo ...)","お腹の音と共に急激に高まる便意が私を現実に引き戻す。":"The urge to explode with the sound of my stomach brings me back to reality.","とっ…とにかくトイレに…":"Anyway ... in the toilet ...","全ての元凶から、この苦しみから逃れる事…":"Escape from this suffering from all the source ...","本当の意味での最悪を回避する事が最優先。":"Avoiding the worst in the true sense is the top priority.","早く…うぅ…":"Fast ... uu ...","一歩歩く度にうっすら水気を帯びたガスが私の意志を無視して":"\"Every time I walk, the slightly watered gas ignores my will\"","漏れだす。":"Leak out.","お尻の穴がヌルヌルした感じがするのはきっと汗のせい。":"Perhaps it's because of sweat that I feel the holes in my hips are slimy.","でも限界が近いのは間違いない。":"But there is no doubt that the limits are near.","トイレが遠い。":"The toilet is far.","早く出したい。":"I want to get it out soon.","でもウンチがしたすぎて上手に歩けない。":"But I can't walk well because I poop too much.","もどかしい。":"Frustrating.","きっとすごく変な歩き方になってる。":"It's definitely a strange way of walking.","でもそんな事気にしてる場合じゃない。":"But that's not the case.","(も少し…もう少し…だから…)":"(A little more ... a little more ... so ...)","辛い。":"Spicy.","多分今までの人生で一番。":"Probably the best life I've ever had.","いや、これからだってここまで辛い思いをする事があるん":"\"No, even from now on, I have such painful feelings\"","だろうか？":"I wonder?","急ぐ事も出来ない。":"I can't hurry.","かと言って立ち止まる事も出来ない。":"But I can't stop.","ただひたすらに耐えて。":"Just endure.","耐えて。":"Endure.","目的地を目指す。":"Aim at the destination.","(あぁ…これで…やっと…)":"(Oh ... this ... finally ...)","ようやく女子トイレの入口が見えてきた。":"\"Finally, the entrance to the women's toilet is visible.\"","やっとこの苦しみから解放される。":"\"Finally, I am free from this suffering.\"","あれ？開放だっけ？":"that? Is it open?","どっちでもいいや。":"Either way is okay.","苦痛と緊張感の中にほんの少しの安堵を感じながら":"Feeling a little relief in the pain and tension","ヨロヨロとその終着点に向かって身を滑らせる。":"Slide yourself towards the end and its end.","ひやぁっ…！？":"Hiah ...! ?","目的地の目前で襲い掛かってきた最大級の波。":"One of the largest waves attacking right in front of your destination.","私は反射的に立ち止まり両手でお尻を押さえる。":"I reflexively stop and press my buttocks with both hands.","もう動けない。":"I can't move anymore.","動いたら…出る。":"If you move ... it will come out.","もう波が引くまで我慢する事も出来ない。":"I can't stand it until the waves stop.","目測であと7～8歩。":"Seven to eight steps by visual inspection.","あとほんの少し…なのに。":"Just a little more ...","あんな恥ずかしい思い、こんな苦しい思いまでして":"\"Such an embarrassing feeling, even such a painful feeling\"","やっとここまで来たのに…。":"I'm finally here ...","(このまま…漏らすなんて…)":"(Let's just leak ...)","個室に着く前に多少漏れてしまうかもしれないけど。":"Although it may leak a little before reaching the private room.","下着を汚してしまうかもしれないけど。":"It might stain your underwear.","それでもこのまま諦める訳にはいかない。":"\"Even so, I can't give up.\"","お尻に全意識を集中して、ほんの数歩。":"Concentrate all your consciousness on your hips and just take a few steps.","個室のドアを閉めてる余裕はない。":"I can't afford to close the door to the private room.","どうせ誰も見てない。":"Nobody looks at me anyway.","下着を下ろして便器に腰掛ける。":"Take off your underwear and sit on the toilet bowl.","多少の被害はやむを得ない。":"Some damage is unavoidable.","私は覚悟を決めて一歩踏み出す。":"I decided to take the step.","んんっ…！！":"Hmm ...! !","予想通り、限界を超えたお尻の穴から":"\"As expected, from the ass hole beyond the limit\"","「チビった」では済まない程度のウンチが漏れ出す。":"\"The amount of poop that isn't enough to \"crash\" leaks out.\"","でももう立ち止まる訳にはいかない。":"But I can't stop.","少しでも被害を抑える為にお尻の穴を精一杯締めながら":"While tightening the butt hole as much as possible to suppress damage even a little","次の一歩を…":"Take the next step ...","あっ…":"Ah…","甘かった…。":"It was sweet ...","二歩目を踏み出した足が床に着いたと同時に":"\"As soon as the foot that took the second step reached the floor,\"","お尻に拡がる一歩目とは比較にならない不快感。":"An uncomfortable feeling that is not comparable to the first step spreading to the buttocks.","慌ててお尻を締めるが、もう止められない。":"\"I hurriedly tighten my buttocks, but I can't stop anymore.\"","懸命にお尻の穴を締めようとしても断続的にブヂュブヂュと":"\"Even if I try to tighten the hole in the butt so hard, it intermittently breaks\"","響く破裂音。":"A popping sound.","もう無理だ。":"It's impossible anymore.","このまま個室を目指しても辿り着く頃にはきっと":"\"Even if you aim for a private room as it is, by the time you arrive\"","全部出てしまっているだろう。":"It's all out.","やってしまった…。":"I did it ...","でも、こうするしかなかった…。":"But I had to do this ...","ここまで来たのに…。":"I've come this far ...","目の前にある個室まで我慢できずに私は…":"I couldn't stand the private room in front of me and I ...","振り返って足元の惨状を確認する。":"Turn around and check the condition of your feet.","バケツの中には自分が出したのが信じられないくらい":"I can't believe I put it in the bucket","大量のウンチ。":"A lot of poop.","バケツの周りにもかなりの量が飛び散ってしまっている。":"A considerable amount has scattered around the bucket.","ひとまず個室に入ってお尻を拭く。":"\"For the time being, enter a private room and wipe the buttocks.\"","下着は…どう見ても洗ってどうこうという状態じゃない。":"Underwear ... It's not like you should wash your clothes.","とりあえずトイレットペーパーでくるんで足元に置く。":"\"For now, wrap it with toilet paper and put it on your feet.\"","バケツの中身をトイレに捨てて、掃除用のたわしで":"Discard the contents of the bucket in the toilet and use a scrubbing brush for cleaning","何度も何度も洗って、そのバケツに水を汲んで、":"\"Wash it again and again, pour water into the bucket,\"","床の汚れも丁寧に洗い流して、換気の為に窓を開ける。":"Rinse the floor thoroughly and open the windows for ventilation.","ふっと入ってくる外の綺麗な空気が気持ちいい。":"I feel the beautiful fresh air coming in.","振り返るとそこは何の変哲もない女子トイレ。":"\"Looking back, it's a women's toilet that's normal.\"","大丈夫、私が「してしまった」痕跡は無い。":"\"All right, there is no sign that I've done it.\"","あとは汚れてしまった下着を保健室に持って行って、":"\"After that, take the dirty underwear to the health room,\"","恥ずかしいけど保健の先生に事情を話して、":"\"It ’s embarrassing, but I talked to my health teacher about the situation,\"","替えの下着を貸してもらって…":"I asked him to lend me another underwear ...","うん、大丈夫。":"\"Yeah, okay.\"","明日も明後日も、これからも。":"\"Tomorrow, the day after tomorrow, and so on.\"","私の「ごくごく普通の毎日」は続いていくんだ。":"\"My \"very ordinary day\" continues.\""},"end2.ks":{"先生っ…":"Teacher ...","あのっ…":"That ...","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…":"To ...","トイレに行ってきてもいいですか？":"Can I go to the bathroom?","…":"…","早く行ってきなさい。":"Come early.","先生に少し呆れた様な顔をされたけど、許可が下りた。":"\"The teacher gave me a slightly amazed face, but I got permission.\"","なんとも情けない状況ではあるけれど、今はそれを":"\"It's a pathetic situation, but right now\"","どうこう考えてる場合じゃない。":"It's not when you think about it.","とにかくこの場から早く逃げ出したい。":"\"Anyway, I want to escape from this place quickly.\"","もちろん早くトイレに行きたいからというのが一番だけど":"Of course I want to go to the bathroom early","みんなに「漏れそう」なのを認識された上で、注目されて":"\"Being noticed by everyone that they are likely to \"leak\"\"","しまっているこの状況は恥ずかしい。":"This embarrassing situation is embarrassing.","恥ずかしすぎる。":"Too embarrassing.","やむを得ないとは言え、あまりに最悪のタイミング。":"\"It's unavoidable, but the worst timing.\"","みんなの視線を全て集めて、その上でトイレの許可を":"Gather everyone's gaze and then give permission for the toilet","求める。":"Ask.","でも、そうしなければ私は…":"\"But if I don't, I ...\"","(トイレ…早く…)":"(Toilet ... quickly ...)","涙が込み上げてくる。":"Tears are coming up.","泣きたい。":"Want to cry.","でも今は涙より先に出すべきものがある。":"But now there is something that should come before tears.","教室の出口へ向かう。":"Head to the classroom exit.","見ないようにしてもみんなの視線が私を追っているのが分かる。":"\"Even if you don't look at it, you can see that everyone's eyes are following me.\"","せめて教室を出るまでは平静を装わなくちゃ…":"At least I have to dress calmly until I leave the classroom ...","本当は両手でお尻を押さえて、トイレに向かって駆け出したいけど。":"I really want to hold my hips with both hands and run to the toilet.","せめておならだけでも今すぐ出してしまいたいけど。":"I'd like to put out at least just a fart right now.","(あれ？私普段どんな歩き方してたっけ？あれ？あれ？)":"(Ah? What kind of way did you normally walk? Ah? Ah?)","「自然な歩き方」なんて事を意識すればするほど分からなくなる。":"\"The more you are aware of the \"natural way of walking\", the less you will understand.\"","だって、今の私にとって自然な歩き方は":"Because the way I walk naturally is","「両手でお尻を押さえてヨチヨチ歩き」なんだから。":"\"It's \"hold your hips with both hands and walk around\".\"","教室を出たらそうするつもりなんだから。":"I'm going to do that when I leave the classroom.","多分すごくぎこちない歩き方してる。":"Probably awkward walking.","多分今にも泣きだしそうな顔してる。":"Perhaps she looks like she is about to cry.","多分全員じゃなくても気付かれてる。":"Maybe not everyone has noticed.","色々な感情が頭の中でぐるぐると渦巻く。":"Various emotions swirl around in my head.","教室の出口ってこんなに遠かったっけ？":"Was the exit of the classroom so far?","一刻も早く教室から、この視線から逃げ出したい。":"I want to escape from this line of sight from the classroom as soon as possible.","あらゆる事情を無視して高まっていく便意。":"\"The urge to grow, ignoring all circumstances.\"","焦り。":"impatience.","動揺。":"upset.","自分の身体が自分の思うようにコントロール出来ない。":"I can't control my body as I want.","ひゃっ…！！":"Hyah ...! !","足がもつれた。":"My legs are tangled.","目の前に教室の床が近づいてくる。":"The floor of the classroom approaches in front of me.","んふっ…！！":"Hmm ...! !","咄嗟に両手をついて、顔から倒れこむのは免れた。":"I didn't want to put my hands on the sword and fall down from my face.","でも、転んだ衝撃は私が恥を忍んででも守ろうとしていた":"But the shock I fell was trying to protect even if I was shy","最後の一線を超えるには充分すぎるぐらいのものだった。":"It was more than enough to cross the last line.","半ば這う様にして教室から出る。":"Leave the classroom as if crawling midway.","感触からしておそらく「それ」は下着の中に収まりきらず、":"\"From the feel, it probably doesn't fit inside the underwear,\"","教室の床を汚してしまっているだろうけど「それ」を":"I think it's dirty the floor in the classroom","確認する余裕なんて無い。":"I can't afford to confirm.","とにかく「トイレに向かう」":"\"Anyway, \"go to the toilet\"\"","ただそれだけ。":"That's it.","途中で何度も少なくない量の「それ」が漏れ出して、":"\"A lot of \"it\" leaked out many times along the way,\"","零れ落ちる。":"It spills.","結局トイレに辿り着いた頃には、そのほとんどを出し切って":"\"After all, by the time I got to the toilet, I spent most of it\"","しまっていた。":"I was sick.","それでもなんとか個室に入り、便座に腰掛ける。":"\"Still, I managed to enter the private room and sit down on the toilet seat.\"","もう何も出ない。":"Nothing comes out anymore.","お尻にベットリと付いたウンチが":"A poop with a bet on the butt","ポタポタと落ちるだけ。":"It just drops.","それだけ。":"that's all.","保健委員の子が様子を見に来てくれたけど、受け答えする":"\"A health committee member came to see me, but I answer and answer\"","気力は残ってなかった。":"There was no energy left.","結局、処理しきる前に授業が終わってしまって、":"\"After all, the class ended before it was completely processed,\"","人気が無くなるまで個室に籠る事になった。":"I decided to stay in a private room until it lost popularity.","「絶対誰か漏らしたよね～」":"\"Anyone leaked out, right?\"","「ありえないんだけど～」":"I can't ...","他のクラスの女子の会話が突き刺さる。":"The conversation of girls in other classes is pierced.","教室や廊下の惨状はクラスの女子が総出で掃除してくれた":"The girls in the class cleaned up the misery in the classroom and corridor","らしいけど、多分ニオイとか残ってたんだと思う。":"\"Apparently, I think there was odor left.\"","どうしたら良かったんだろう…。":"What should I have done ...","出ない答え。":"No answer.","起こってしまった現実。":"The reality that has happened.","明日からどんな顔をして登校すればいいんだろう…。":"What kind of face should I go to school from tomorrow?","湧き上がる絶望感。":"A feeling of despair rising.","大声で泣き叫ぶ事も許されず、逃げ出す事も出来ず、":"\"I was not allowed to cry out loud, I could not escape,\"","ただ、ギュッと目を閉じた。":"\"However, I closed my eyes.\""},"end3.ks":{"せっ…先生っ…":"Let ’s see… teacher…","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…イ":"Toh ...","私の精一杯の決断を嘲笑うように":"To mock my best decision","最悪の事態を回避などさせまいとばかりに襲い掛かって":"I attacked just to avoid the worst","きた最大級の波。":"The biggest wave that has come.","言葉が続かない。":"Words don't follow.","声を出したら…終わる。":"When you say aloud ... it ends.","どうしたら…？どうしようもない…。":"What should I do? It can not be helped….","トイレの許可を得る為の言葉を発する事も出来ない。":"I can't even say the words to get permission for the toilet.","得た所で到底トイレまでは間に合わない。":"\"By the time I got it, I couldn't make it to the toilet.\"","辿り着く前に廊下で漏らしてしまうだろう。":"It will leak in the corridor before it gets there.","漏らす…？":"Leak ...?","廊下で…？":"In the corridor ...?","廊下まで出れば「その瞬間」を見られずに済む。":"\"If you go out to the corridor, you can avoid seeing that moment.\"","廊下に出て、出来るだけ音が出ない様に漏らして、":"\"Go out into the corridor, leaking as little noise as possible,\"","授業が終わる前に片付ける。":"Clean up before class ends.","「決定的瞬間」さえ見られなければ、あとで誤魔化しようが":"\"If you can't even see the \"decisive moment\"\"","あるかも…？":"Maybe ...?","きっと後から詮索されるだろうし、その時の言い訳も":"\"I'm sure they will be scrutinized later, and the excuse at that time\"","考えないとだけど。":"I have to think about it.","このまま諦めて「最悪」を受け入れるよりは…。":"\"Rather than give up and accept the \"worst\" ...\"","私は覚悟を決めて、「最悪」が始まってしまわない様に":"\"I'm determined, so that the \"worst\" doesn't start\"","お尻にギュッと力を込めて言葉を続ける。":"Continue to say words with a firm force on your hips.","トイレにっ…":"To the toilet ...","考えが甘かった…。":"I had a bad idea ...","極限状態まで高まった便意は覚悟なんかじゃ止められない":"I can not stop the urge to reach the limit","ものだったんだ。でも…":"It was a thing. But ...","行って":"go","…もっ…":"... mmm ...","良いですかぁっ…っ":"Is it good?","言い切った…。":"Explained ...","断続的に出てしまったけど。":"It came out intermittently.","明らかに誤魔化しようがない音も出てしまったけど。":"\"There was a sound that couldn't be fooled, though.\"","チビったとか、そんな可愛いものじゃない。":"\"It wasn't that cute, like that.\"","お尻と下着の間に感じる不快な生暖かさ。":"The uncomfortable warmth you feel between your hips and underwear.","明らかに「出てしまっている」感触。":"The feel of being “out of sight”.","はっ…早く行ってきなさいっ！":"Hah ... come early!","きっと誰の目にも分かる明らかな異常事態。":"An obvious abnormal situation that is surely visible to everyone.","先生が慌てて許可を出す。":"The teacher hurriedly gives permission.","でも、これであとは廊下まで我慢すれば…":"But if you put up with the corridor ...","…":"…","廊下まで…？":"To the corridor ...?","無理…絶対に無理だ…。もう動けない。":"No ... absolutely no ... I can't move anymore.","そんな力が残ってるはずもない。":"There can be no such power left.","もう駄目だ…":"it's over now…","体が震える…鼓動が早まる…":"My body trembles ... my heart beats faster ...","教室内に断続的に、不規則に響く厭な音。":"A dull sound that randomly and irregularly sounds in the classroom.","私から、私のお尻から、私の意思を無視して":"\"From me, from my ass, ignoring my will\"","出てしまっている音。":"The sound that has come out.","それが響く度に確実にお尻と下着の間が最低な":"\"Every time it resonates, there is surely a minimum gap between the ass and underwear\"","不快感で満たされていくのが分かる。":"You can see it filled with discomfort.","突き刺さる視線。":"A piercing gaze.","もう耐えられない。":"I can't stand it anymore.","席を立ってほんの数メートル。":"Only a few meters from my seat.","漏らしながらでも、それが下着から溢れ出してしまう前に":"\"While leaking, before it overflows underwear\"","廊下に出て、そのまま漏らす。":"Go out into the hallway and let it leak.","このまま…みんなに注目されたまま全部漏らしてしまうよりは…":"As it is ... Rather than letting it all leak out with everyone's attention ...","一部始終を見届けられるよりは…":"Rather than seeing the whole story ..."},"end4.ks":{"(まだ…あと少し…落ち着いたら…トイ…":"(Still ... a little more ... if it calms down ... toys ...","レっ…！？)":"Let's see ...! ? )","思わず大きくのけぞった際に机の脚を蹴り上げてしまった。":"I kicked up the legs of the desk when I suddenly pushed back.","音の発生源である私に全員の注目が集まってしまう。":"\"The attention of everyone gathered at me, the source of the sound.\"","「授業中に下痢のウンチを漏らす寸前」という":"I'm on the verge of leaking diarrhea poop during class","人生最悪の瞬間を迎えるタイミングに自らが発した音で":"With the sound that I made at the timing of the worst moment in my life","クラス全員の注目を集めてしまった。":"It caught the attention of everyone in the class.","明らかに異常な私の様子に教室内がざわつき始める。":"The inside of the classroom begins to feel absurdly apparent to me.","(…だめ…ぇ…っ)":"(... no ... hh ...)","おい、大丈夫か？":"\"Hey, are you okay?\"","返事ができない。どうする事もできない。":"I can't reply. I can't do anything.","頷く事も、首を振る事も、息をする事さえも…":"\"Nodding, shaking your head, even breathing ...\"","次になにかをした瞬間に終わる。":"It ends the moment you do something next.","尋常じゃない汗をかき、苦悶の表情を浮かべたまま":"\"I'm sweating extraordinarily, with an expression of agony\"","身動きすら取れず、小刻みに震える私に":"\"I can't even move, I quiver\"","更に視線が関心が集まっていく。":"\"In addition, the line of sight attracts more attention.\"","(いやだ…見ないで…見ないで)":"(No ... Don't look ... Don't look)","私が必死に結末を遅らせれば遅らせるほどに":"\"The more I desperately delay the ending, the later\"","集まっていく視線。":"Gaze to gather.","情けない。":"I'm sorry.","逃げ出すどころか、両手で顔を覆う事さえ":"\"Instead of running away, even covering your face with both hands\"","出来ないまま、唐突にその瞬間は訪れてしまった。":"\"Without being able to do that, I suddenly visited that moment.\""},"k1.ks":{"先生っ…":"Teacher ...","あのっ…":"That ...","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…":"To ...","トイレに行ってきてもいいですか？":"Can I go to the bathroom?","…":"…","早く行ってきなさい。":"Come early.","先生に少し呆れた様な顔をされたけど、許可が下りた。":"\"The teacher gave me a slightly amazed face, but I got permission.\"","なんとも情けない状況ではあるけれど、今はそれを":"\"It's a pathetic situation, but right now\"","どうこう考えてる場合じゃない。":"It's not when you think about it.","(トイレ…早く…)":"(Toilet ... quickly ...)","とにかくこの場から早く逃げ出したい。":"\"Anyway, I want to escape from this place quickly.\"","もちろん早くトイレに行きたいからというのが一番だけど":"Of course I want to go to the bathroom early","みんなに「漏れそう」なのを認識された上で、注目されて":"\"Being noticed by everyone that they are likely to \"leak\"\"","しまっているこの状況は恥ずかしい。":"This embarrassing situation is embarrassing.","恥ずかしすぎる。":"Too embarrassing.","本当はダッシュで逃げ出したいけど、出来るだけ平然を":"\"I really want to escape with a dash, but be as quiet as possible\"","装って、出来るだけ普通の足取りで教室の出口へ向かう。":"\"Pretending to be as normal as possible, head for the exit of the classroom.\"","(…っ！？)":"(... huh?)","出口の戸に手を掛けた所でおならが出てしまった。":"A fart broke out when I put my hand on the exit door.","教室内が静かにざわついているのは気のせいじゃない。":"It's no wonder that the classroom is quietly buzzing.","鼓動が早くなっていく。":"My heart beats faster.","全身…特に顔が熱い。":"The whole body ... especially the face is hot.","なんだか分からない汗が噴き出す。":"I don't know what it's like to sweat.","私は今、どんな顔をしているんだろう…。":"What kind of face do I have now ...","情けない。":"I'm sorry.","恥ずかしい。":"embarrassed.","泣きたい。":"Want to cry.","しっ…失礼しましたっ…":"I'm sorry ... I'm sorry ...","私は廊下に飛び出し、戸を閉める。":"I jump into the corridor and close the door.","年頃の乙女としてあるまじき失態。":"A serious blunder as an old maiden.","なんでもっときつくお尻の穴を締めておけなかったのか…":"Why couldn't you tighten the tighter ass hole ...","クラスメイト達にどう思われたのか…":"What did your classmates think ...","どんな顔をして教室に戻ればいいのか…":"What kind of face should I return to the classroom ...","色々な感情が一気に襲い掛かってきて崩れ落ちそうになる。":"Various emotions suddenly attacked and seem to fall apart.","(ふっ…ぐっ…)":"(Foooooooooooooo ...)","お腹の音と共に急激に高まる便意が私を現実に引き戻す。":"The urge to explode with the sound of my stomach brings me back to reality.","とっ…とにかくトイレに…":"Anyway ... in the toilet ...","全ての元凶から、この苦しみから逃れる事…":"Escape from this suffering from all the source ...","本当の意味での最悪を回避する事が最優先。":"Avoiding the worst in the true sense is the top priority.","早く…うぅ…":"Fast ... uu ...","一歩歩く度にうっすら水気を帯びたガスが私の意志を無視して":"\"Every time I walk, the slightly watered gas ignores my will\"","漏れだす。":"Leak out.","お尻の穴がヌルヌルした感じがするのはきっと汗のせい。":"Perhaps it's because of sweat that I feel the holes in my hips are slimy.","でも限界が近いのは間違いない。":"But there is no doubt that the limits are near.","トイレが遠い。":"The toilet is far.","早く出したい。":"I want to get it out soon.","でもウンチがしたすぎて上手に歩けない。":"But I can't walk well because I poop too much.","もどかしい。":"Frustrating.","きっとすごく変な歩き方になってる。":"It's definitely a strange way of walking.","でもそんな事気にしてる場合じゃない。":"But that's not the case.","(も少し…もう少し…だから…)":"(A little more ... a little more ... so ...)","辛い。":"Spicy.","多分今までの人生で一番。":"Probably the best life I've ever had.","いや、これからだってここまで辛い思いをする事があるん":"\"No, even from now on, I have such painful feelings\"","だろうか？":"I wonder?","急ぐ事も出来ない。":"I can't hurry.","かと言って立ち止まる事も出来ない。":"But I can't stop.","ただひたすらに耐えて。":"Just endure.","耐えて。":"Endure.","目的地を目指す。":"Aim at the destination.","(あぁ…これで…やっと…)":"(Oh ... this ... finally ...)","ようやく女子トイレの入口が見えてきた。":"\"Finally, the entrance to the women's toilet is visible.\"","やっとこの苦しみから解放される。":"\"Finally, I am free from this suffering.\"","あれ？開放だっけ？":"that? Is it open?","どっちでもいいや。":"Either way is okay.","苦痛と緊張感の中にほんの少しの安堵を感じながら":"Feeling a little relief in the pain and tension","ヨロヨロとその終着点に向かって身を滑らせる。":"Slide yourself towards the end and its end.","ひやぁっ…！？":"Hiah ...! ?","目的地の目前で襲い掛かってきた最大級の波。":"One of the largest waves attacking right in front of your destination.","私は反射的に立ち止まり両手でお尻を押さえる。":"I reflexively stop and press my buttocks with both hands.","もう動けない。":"I can't move anymore.","動いたら…出る。":"If you move ... it will come out.","もう波が引くまで我慢する事も出来ない。":"I can't stand it until the waves stop.","目測であと7～8歩。":"Seven to eight steps by visual inspection.","あとほんの少し…なのに。":"Just a little more ...","あんな恥ずかしい思い、こんな苦しい思いまでして":"\"Such an embarrassing feeling, even such a painful feeling\"","やっとここまで来たのに…。":"I'm finally here ...","(このまま…漏らすなんて…)":"(Let's just leak ...)","個室に着く前に多少漏れてしまうかもしれないけど。":"Although it may leak a little before reaching the private room.","下着を汚してしまうかもしれないけど。":"It might stain your underwear.","それでもこのまま諦める訳にはいかない。":"\"Even so, I can't give up.\"","お尻に全意識を集中して、ほんの数歩。":"Concentrate all your consciousness on your hips and just take a few steps.","個室のドアを閉めてる余裕はない。":"I can't afford to close the door to the private room.","どうせ誰も見てない。":"Nobody looks at me anyway.","下着を下ろして便器に腰掛ける。":"Take off your underwear and sit on the toilet bowl.","多少の被害はやむを得ない。":"Some damage is unavoidable.","私は覚悟を決めて一歩踏み出す。":"I decided to take the step.","んんっ…！！":"Hmm ...! !","予想通り、限界を超えたお尻の穴から":"\"As expected, from the ass hole beyond the limit\"","「チビった」では済まない程度のウンチが漏れ出す。":"\"The amount of poop that isn't enough to \"crash\" leaks out.\"","でももう立ち止まる訳にはいかない。":"But I can't stop.","少しでも被害を抑える為にお尻の穴を精一杯締めながら":"While tightening the butt hole as much as possible to suppress damage even a little","次の一歩を…":"Take the next step ...","あっ…":"Ah…","甘かった…。":"It was sweet ...","二歩目を踏み出した足が床に着いたと同時に":"\"As soon as the foot that took the second step reached the floor,\"","お尻に拡がる一歩目とは比較にならない不快感。":"An uncomfortable feeling that is not comparable to the first step spreading to the buttocks.","慌ててお尻を締めるが、もう止められない。":"\"I hurriedly tighten my buttocks, but I can't stop anymore.\"","懸命にお尻の穴を締めようとしても断続的にブヂュブヂュと":"\"Even if I try to tighten the hole in the butt so hard, it intermittently breaks\"","響く破裂音。":"A popping sound.","もう無理だ。":"It's impossible anymore.","このまま個室を目指しても辿り着く頃にはきっと":"\"Even if you aim for a private room as it is, by the time you arrive\"","全部出てしまっているだろう。":"It's all out."},"k2.ks":{"先生っ…":"Teacher ...","あのっ…":"That ...","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…":"To ...","トイレに行ってきてもいいですか？":"Can I go to the bathroom?","…":"…","早く行ってきなさい。":"Come early.","先生に少し呆れた様な顔をされたけど、許可が下りた。":"\"The teacher gave me a slightly amazed face, but I got permission.\"","なんとも情けない状況ではあるけれど、今はそれを":"\"It's a pathetic situation, but right now\"","どうこう考えてる場合じゃない。":"It's not when you think about it.","とにかくこの場から早く逃げ出したい。":"\"Anyway, I want to escape from this place quickly.\"","もちろん早くトイレに行きたいからというのが一番だけど":"Of course I want to go to the bathroom early","みんなに「漏れそう」なのを認識された上で、注目されて":"\"Being noticed by everyone that they are likely to \"leak\"\"","しまっているこの状況は恥ずかしい。":"This embarrassing situation is embarrassing.","恥ずかしすぎる。":"Too embarrassing.","やむを得ないとは言え、あまりに最悪のタイミング。":"\"It's unavoidable, but the worst timing.\"","みんなの視線を全て集めて、その上でトイレの許可を":"Gather everyone's gaze and then give permission for the toilet","求める。":"Ask.","でも、そうしなければ私は…":"\"But if I don't, I ...\"","(トイレ…早く…)":"(Toilet ... quickly ...)","涙が込み上げてくる。":"Tears are coming up.","泣きたい。":"Want to cry.","でも今は涙より先に出すべきものがある。":"But now there is something that should come before tears.","教室の出口へ向かう。":"Head to the classroom exit.","見ないようにしてもみんなの視線が私を追っているのが分かる。":"\"Even if you don't look at it, you can see that everyone's eyes are following me.\"","せめて教室を出るまでは平静を装わなくちゃ…":"At least I have to dress calmly until I leave the classroom ...","本当は両手でお尻を押さえて、トイレに向かって駆け出したいけど。":"I really want to hold my hips with both hands and run to the toilet.","せめておならだけでも今すぐ出してしまいたいけど。":"I'd like to put out at least just a fart right now.","(あれ？私普段どんな歩き方してたっけ？あれ？あれ？)":"(Ah? What kind of way did you normally walk? Ah? Ah?)","「自然な歩き方」なんて事を意識すればするほど分からなくなる。":"\"The more you are aware of the \"natural way of walking\", the less you will understand.\"","だって、今の私にとって自然な歩き方は":"Because the way I walk naturally is","「両手でお尻を押さえてヨチヨチ歩き」なんだから。":"\"It's \"hold your hips with both hands and walk around\".\"","教室を出たらそうするつもりなんだから。":"I'm going to do that when I leave the classroom.","多分すごくぎこちない歩き方してる。":"Probably awkward walking.","多分今にも泣きだしそうな顔してる。":"Perhaps she looks like she is about to cry.","多分全員じゃなくても気付かれてる。":"Maybe not everyone has noticed.","色々な感情が頭の中でぐるぐると渦巻く。":"Various emotions swirl around in my head.","教室の出口ってこんなに遠かったっけ？":"Was the exit of the classroom so far?","一刻も早く教室から、この視線から逃げ出したい。":"I want to escape from this line of sight from the classroom as soon as possible.","あらゆる事情を無視して高まっていく便意。":"\"The urge to grow, ignoring all circumstances.\"","焦り。":"impatience.","動揺。":"upset.","自分の身体が自分の思うようにコントロール出来ない。":"I can't control my body as I want.","ひゃっ…！！":"Hyah ...! !","足がもつれた。":"My legs are tangled.","目の前に教室の床が近づいてくる。":"The floor of the classroom approaches in front of me.","んふっ…！！":"Hmm ...! !","咄嗟に両手をついて、顔から倒れこむのは免れた。":"I didn't want to put my hands on the sword and fall down from my face.","でも、転んだ衝撃は私が恥を忍んででも守ろうとしていた":"But the shock I fell was trying to protect even if I was shy","最後の一線を超えるには充分すぎるぐらいのものだった。":"It was more than enough to cross the last line."},"k3.ks":{"せっ…先生っ…":"Let ’s see… teacher…","みんなの注目が私に集まっているのが分かる。":"You can see that everyone's attention is focused on me.","なんだ？一邑？":"what? Is it all right?","トっ…イ":"Toh ...","私の精一杯の決断を嘲笑うように":"To mock my best decision","最悪の事態を回避などさせまいとばかりに襲い掛かって":"I attacked just to avoid the worst","きた最大級の波。":"The biggest wave that has come.","言葉が続かない。":"Words don't follow.","声を出したら…終わる。":"When you say aloud ... it ends.","どうしたら…？どうしようもない…。":"What should I do? It can not be helped….","トイレの許可を得る為の言葉を発する事も出来ない。":"I can't even say the words to get permission for the toilet.","得た所で到底トイレまでは間に合わない。":"\"By the time I got it, I couldn't make it to the toilet.\"","辿り着く前に廊下で漏らしてしまうだろう。":"It will leak in the corridor before it gets there.","漏らす…？":"Leak ...?","廊下で…？":"In the corridor ...?","廊下まで出れば「その瞬間」を見られずに済む。":"\"If you go out to the corridor, you can avoid seeing that moment.\"","廊下に出て、出来るだけ音が出ない様に漏らして、":"\"Go out into the corridor, leaking as little noise as possible,\"","授業が終わる前に片付ける。":"Clean up before class ends.","「決定的瞬間」さえ見られなければ、あとで誤魔化しようが":"\"If you can't even see the \"decisive moment\"\"","あるかも…？":"Maybe ...?","きっと後から詮索されるだろうし、その時の言い訳も":"\"I'm sure they will be scrutinized later, and the excuse at that time\"","考えないとだけど。":"I have to think about it.","このまま諦めて「最悪」を受け入れるよりは…。":"\"Rather than give up and accept the \"worst\" ...\"","私は覚悟を決めて、「最悪」が始まってしまわない様に":"\"I'm determined, so that the \"worst\" doesn't start\"","お尻にギュッと力を込めて言葉を続ける。":"Continue to say words with a firm force on your hips.","トイレにっ…":"To the toilet ...","考えが甘かった…。":"I had a bad idea ...","極限状態まで高まった便意は覚悟なんかじゃ止められない":"I can not stop the urge to reach the limit","ものだったんだ。でも…":"It was a thing. But ...","行って":"go","…もっ…":"... mmm ...","良いですかぁっ…っ":"Is it good?","言い切った…。":"Explained ...","断続的に出てしまったけど。":"It came out intermittently.","明らかに誤魔化しようがない音も出てしまったけど。":"\"There was a sound that couldn't be fooled, though.\"","チビったとか、そんな可愛いものじゃない。":"\"It wasn't that cute, like that.\"","お尻と下着の間に感じる不快な生暖かさ。":"The uncomfortable warmth you feel between your hips and underwear.","明らかに「出てしまっている」感触。":"The feel of being “out of sight”.","はっ…早く行ってきなさいっ！":"Hah ... come early!","きっと誰の目にも分かる明らかな異常事態。":"An obvious abnormal situation that is surely visible to everyone.","先生が慌てて許可を出す。":"The teacher hurriedly gives permission.","でも、これであとは廊下まで我慢すれば…":"But if you put up with the corridor ...","…":"…","廊下まで…？":"To the corridor ...?","無理…絶対に無理だ…。もう動けない。":"No ... absolutely no ... I can't move anymore.","そんな力が残ってるはずもない。":"There can be no such power left.","もう駄目だ…":"it's over now…","体が震える…鼓動が早まる…":"My body trembles ... my heart beats faster ...","教室内に断続的に、不規則に響く厭な音。":"A dull sound that randomly and irregularly sounds in the classroom.","私から、私のお尻から、私の意思を無視して":"\"From me, from my ass, ignoring my will\"","出てしまっている音。":"The sound that has come out.","それが響く度に確実にお尻と下着の間が最低な":"\"Every time it resonates, there is surely a minimum gap between the ass and underwear\"","不快感で満たされていくのが分かる。":"You can see it filled with discomfort.","突き刺さる視線。":"A piercing gaze.","もう耐えられない。":"I can't stand it anymore.","席を立ってほんの数メートル。":"Only a few meters from my seat.","漏らしながらでも、それが下着から溢れ出してしまう前に":"\"While leaking, before it overflows underwear\"","廊下に出て、そのまま漏らす。":"Go out into the hallway and let it leak.","このまま…みんなに注目されたまま全部漏らしてしまうよりは…":"As it is ... Rather than letting it all leak out with everyone's attention ...","一部始終を見届けられるよりは…":"Rather than seeing the whole story ..."},"k4.ks":{"(まだ…あと少し…落ち着いたら…トイ…":"(Still ... a little more ... if it calms down ... toys ...","レっ…！？)":"Let's see ...! ? )","思わず大きくのけぞった際に机の脚を蹴り上げてしまった。":"I kicked up the legs of the desk when I suddenly pushed back.","音の発生源である私に全員の注目が集まってしまう。":"\"The attention of everyone gathered at me, the source of the sound.\"","「授業中に下痢のウンチを漏らす寸前」という":"I'm on the verge of leaking diarrhea poop during class","人生最悪の瞬間を迎えるタイミングに自らが発した音で":"With the sound that I made at the timing of the worst moment in my life","クラス全員の注目を集めてしまった。":"It caught the attention of everyone in the class.","明らかに異常な私の様子に教室内がざわつき始める。":"The inside of the classroom begins to feel absurdly apparent to me.","(…だめ…ぇ…っ)":"(... no ... hh ...)","おい、大丈夫か？":"\"Hey, are you okay?\"","返事ができない。どうする事もできない。":"I can't reply. I can't do anything.","頷く事も、首を振る事も、息をする事さえも…":"\"Nodding, shaking your head, even breathing ...\"","次になにかをした瞬間に終わる。":"It ends the moment you do something next.","尋常じゃない汗をかき、苦悶の表情を浮かべたまま":"\"I'm sweating extraordinarily, with an expression of agony\"","身動きすら取れず、小刻みに震える私に":"\"I can't even move, I quiver\"","更に視線が関心が集まっていく。":"\"In addition, the line of sight attracts more attention.\"","(いやだ…見ないで…見ないで)":"(No ... Don't look ... Don't look)","私が必死に結末を遅らせれば遅らせるほどに":"\"The more I desperately delay the ending, the later\"","集まっていく視線。":"Gaze to gather.","情けない。":"I'm sorry.","逃げ出すどころか、両手で顔を覆う事さえ":"\"Instead of running away, even covering your face with both hands\"","出来ないまま、唐突にその瞬間は訪れてしまった。":"\"Without being able to do that, I suddenly visited that moment.\""},"scene1.ks":{"(あと3分…早く…早く…)":"(3 more minutes ... fast ... fast ...)","5時間目の授業が始まって間もなく感じた便意は":"The urge to feel shortly after the fifth hour of class started","見る見る膨れ上がって、授業終了間際にはかなり":"\"See, see, swell up\"","危険な状態になっていた。":"It was in a dangerous state.","明らかに下痢をしている感じ。":"I feel like I have diarrhea.","お昼になにか変なもの食べたっけ？":"Did you eat something strange at noon?","いや、今は「その」原因を究明するより「それ」を":"\"No, now, rather than investigating the cause,\"","出す事…この苦しみから解放される事の方が先決だ。":"Putting out ... Releasing from this suffering is the first decision.","もちろんトイレで。":"Of course in the toilet.","とは言え、間もなく授業も終わろうかというこの":"\"However, this is the question of whether the class will soon end\"","タイミングでトイレの許可を求めるというのは":"Asking for permission for the toilet at the right time","「あと数分も我慢できない状況です」と自己申告":"\"I can't stand for a few more minutes, self-reported\"","するという事だ。":"Is to do.","年頃の乙女にとってそれはすごく恥ずかしい事。":"It is a very embarrassing thing for my maiden.","出来うる限り避けたい事だ。":"I want to avoid it as much as I can.","とにかくあと少し…あとほんの少しだけ耐えれば":"\"Anyway, if I can bear a little more ...\"","そんな恥ずかしい思いをしなくてもトイレに行ける。":"You can go to the bathroom without feeling embarrassed.","でも辛いものは辛い。":"But spicy food is spicy.","時計の針が中々進まない。":"The hands of the clock do not advance very well.","3分てこんなに長かったっけ…？":"Three minutes was so long ...?","じれったい。":"tantalizing.","(終わったっ…！早くトイレっ…！)":"(It's over ...! Toilet early ...!)","今までにも授業中にトイレを我慢した事はあったけど":"I had to put up with the toilet in class before","今回はかなりヤバかった…。":"It was pretty dangerous this time ...","でも乗り切った。":"But I survived.","すぐにでもトイレに駆け出したいけど、それで":"\"I want to run to the toilet right away, but with that\"","危機的状況を悟られるのも避けたい。":"I also want to avoid realizing a critical situation.","小さく息をついて、お尻をキュッと締める。":"Take a small breath and tighten your hips tightly.","何事も無いように席を立って、平然と教室を後にする。":"Stand up and leave the classroom quietly so that nothing happens.","(早く…早くトイレに…)":"(Early ... early to the toilet ...)","教室の最寄のトイレはいつも結構混みあっているから":"The nearest toilet in the classroom is always quite crowded","大きい方をする時は旧校舎か部室棟のトイレを使っていたけど":"\"When I was a big person, I used to use the toilet in the old school building or club room\"","そんな事も言ってられない。":"I can't even say that.","お尻に意識を集中して、決して中の「モノ」が溢れてしまわない様に":"\"Focus on your hips so that the \"things\" inside never overflow.\"","細心の注意を払いつつ、目的地を目指す。":"Aim at your destination while paying close attention.","余裕なんて無いけど、苦痛が表情に出ないように":"I don't have time to spare","歩き方や仕草が不自然にならない様に。":"Don't make your walking or gestures unnatural.","生理現象だから仕方がないのだけれど、":"\"It can't be helped because it is a physiological phenomenon,\"","みんなしている事なのだけれど。":"That's what everyone does.","それでもやっぱり「大きい方を我慢している」":"\"Still, after all, \"I put up with the big one\"\"","しかも「お腹を下して危機的状況に直面している」とバレるのは":"\"What's more, he says, \"I am hungry and facing a crisis.\"\"","恥ずかしい。":"embarrassed.","恥ずかしくない訳がない。":"There is no reason not to be embarrassed.","一刻も早くトイレに駆け込みたいけれど、":"\"I want to run to the toilet as soon as possible,\"","それが表に出てしまわない様に平然を装いつつ、":"\"While pretending to be quiet so that it does not appear on the surface,\"","でもできるだけ早く。":"But as soon as possible.","(あと少し…)":"(A little after…)","普段から利用しているトイレ。":"Toilet that we usually use.","普段の何倍も遠く感じたけれど、これでやっと…":"\"I felt it was many times farther than usual, but finally with this ...\"","あ、亜希ー":"Aki Aki","亜希だー":"Aki","声の方に目を向けると「ふたば」と「ミナミ」が手を振っていた。":"\"Turning to the voice, \"Futaba\" and \"Minami\" were waving.\"","中学からの友達で、去年までのクラスメイト。":"A friend from middle school and a classmate until last year.","新学年でクラスが分かれてしまうまでは、いつも一緒に行動していた。":"\"Until the class split in the new year, I was always working together.\"","あ、あぁ～、どうしたの～":"\"Ah, what's wrong?\"","私は一瞬の躊躇の後、少し白々しく返事をして、二人の会話に交ざる。":"\"After a moment of hesitation, I replied a bit plainly and had no conversation with the two.\"","そんな悠長な状況ではないけど、二人と話したい気持ちはあったし、":"\"It's not such a lenient situation, but I wanted to talk to them,\"","トイレを優先する事で、この危機的状況を悟られるのが嫌だと感じた。":"I felt reluctant to realize this critical situation by giving priority to the toilet.","駅前に新しいカフェできたじゃん":"A new cafe was opened in front of the station","なんかお洒落な感じのヤツ":"Something that looks fashionable","う、うん":"No","そこのスイーツがチョー美味しいんだって！":"The sweets there are delicious!","へえぇ～":"Yeah ~","しかも種類も豊富で20種類以上あるらしいよ！":"\"Moreover, there are many kinds, and there are over 20 kinds!\"","おぉ～、すごいね～":"\"Oh ~, that's amazing ~\"","日常にありふれている何気ない会話。":"Casual conversations that are common in everyday life.","本来ならば楽しいはずの時間…のはず、なんだけど":"It's supposed to be a fun time ...","それでね、日曜日まで開店セールで食べ放題やってるらしいから":"\"Well, it seems that you can have all-you-can-eat at the opening sale until Sunday.\"","３人で行こうかって":"Three people going","亜希ちゃんの好きな生クリームたっぷりのヤツとかもあるみたいだよ！":"There seems to be a guy with plenty of fresh cream that Aki-chan loves!","お…おぉぉ～":"Oh ... oh ~","ダメだ。会話の内容が頭に入ってこない。":"No good. The content of the conversation does not come to my mind.","どうにか切り上げて、早くトイレに行かないと…":"Somehow I have to round up and go to the toilet early ...","小さくお腹が鳴る。":"I feel a small belly.","２人には気付かれて…ない…。":"Two people noticed ... no ...","私の腸が「出口」に向かって送り出す音。":"\"The sound that my intestines send towards the \"outlet\".\"","「限界」が近づいてくる音。":"\"The sound that the \"limit\" is approaching.\"","(トイレ…トイレ…)":"(Toilet ... toilet ...)","なんか「旬のフルーツ５種のタルト」っていうのが一番人気で":"\"Somehow, the \"seasonal five fruit tart\" is the most popular\"","すぐ売り切れちゃうらしいよ～":"It seems to be sold out soon ~","ナニソレ！":"Nanisore!","名前からして美味しそうじゃん！":"It looks delicious from the name!","超食べたい！":"I want to eat super!","亜希ちゃんの愛するシュークリームも３種類あるんだって～":"There are 3 kinds of cream puffs that Aki loves ~","そ、それは行くしか、ない…ねっ":"That's the only way to go ...","こんな時に限って話が盛り上がってしまっている。":"\"Only at times like this, the story has risen.\"","クラスが分かれて、一緒に過ごす時間も短くなってしまっていたので":"\"Because the classes were divided and the time spent together was shortened,\"","余計なのかもしれない。":"It may be superfluous.","私だってこんな状況じゃなければ話したい事は沢山ある。":"There are many things I would like to talk about unless I am in this situation.","会話の切れ目、トイレに行くきっかけが上手く見つけられないまま":"\"A break in conversation, I can't find the reason to go to the bathroom well\"","じわじわと時間が過ぎていく。":"Time passes by slowly.","(…っ！)":"(...!)","「限界」が更に近づいた事を告げるお腹の音。":"\"The sound of the stomach that tells us that the \"limit\" is getting closer.\"","早くトイレに行けという警告音。":"A warning sound that you should go to the bathroom early.","分かってる…分かってるけど…。":"I know ... I know ...","私は２人に気取られない様にさりげなく、お腹をさする。":"I'm hungry casually so as not to be distracted by the two.","いつ行こっか？":"When are you going?","日曜は別の予定があるから～…土曜？":"I have another plan on Sunday ... Saturday?","普通に帰りに寄るとかでも良いけど～":"It would be nice to stop by normally","私も日曜はダメだけど、あとは大体合わせられそうかな～":"I can't do it on Sunday too","話の切れ目が見えてきた。":"The break in the story is beginning to come into view.","日程が決まったら、次の話題に入る前に…":"\"Once the dates have been decided, before the next topic ...\"","亜希は予定どう？":"How about Aki?","私は～…":"I ’m ...","(やば…っ)":"(Yeah ...)","激しく腸が動いて、「出口」に「なにか」が押し寄せてくる感覚。":"\"The feeling that the intestines move violently, and \"something\" rushes to the \"exit\".\"","括約筋だけでは抑えきれないかもしれない「波」。":"Waves that may not be suppressed by the sphincter alone.","それが「気体」だとしても「個体」だとしても、ここで出す訳にはいかない。":"\"Whether it is a “gas” or an “individual”, it cannot be put out here.\"","私はできるだけ自然に、ぎこちなくならないように左手をお尻に持っていく。":"\"As naturally as possible, I bring my left hand to the hips to avoid clutter.\"","(どうしよう…早く…トイレ)":"(What should I do ... quickly ... toilet)","みるみる汗が噴き出してくる。":"Sweat rushes out.","すごく気持ち悪い。":"It feels really bad.","…けど、今はそんな事より…":"… But now that ’s not it…","え、えっと…":"Let me see…","亜希、めっちゃ汗かいてるじゃん。そんなに暑いー？":"\"Aki, you're really sweating. Is it so hot?\"","ホントだー。汗だくじゃーん(笑)":"Really. It's sweaty (laughs)","２人が私の汗に気付いて、いじってきた。":"Two people noticed my sweat and messed up.","え、えぇ～…今日暑いよ～。":"Ehhh ... it's hot today.","一日中汗だくだよぉ～。":"I'm sweating all day long.","え、え、エルニーニョだよぉ。":"\"Eh, eh, it's El Niño.\"","なに言ってるんだ…私":"What are you talking about ...","私は動揺して、訳の分からない返答をしてしまう。":"I am upset and give an incomprehensible reply.","そっかぁ、エルニーニョかぁ(笑)":"\"That's right, El Niño (laughs)\"","エルニーニョなら仕方ないねー(笑)":"El Niño can't be helped (laughs)","意に反して２人の笑いを誘い、誤魔化せたみたい。":"It seems that they unintentionally invited the two to laugh and made them masquerade.","引き換えに２人の中での私の「頭悪い度数」が急上昇した気がする。":"\"In exchange, I feel that my \"bad frequency\" among the two has soared.\"","ところでエルニーニョってなんだっけ？":"\"By the way, what is El Niño?\"","なんだっけー？":"What?","え？その話続くの？":"e? Will the story continue?","２人から寄せられる期待のまなざし。":"Expectations from two people.","どうやら新たなる「ボケ」を期待してるみたいだけど…":"\"Apparently I'm expecting a new \"bokeh\" ...\"","違うって。":"It ’s different.","そうじゃない。":"That's not it.","…けど。":"…but.","「ウンチが漏れそうで動揺して変な答えになっちゃった」":"I was upset because the poop was leaking and I got a strange answer.","なんて言えるはずもない。":"I can't say anything.","しかもこの状況、２人の意識が明らかに私だけに向けられて":"\"And in this situation, the consciousness of the two people is clearly directed only to me\"","さっきまでよりハードルが上がっている。":"The hurdle is higher than before.","でも早くしないと休み時間が終わってしまう。":"\"But if you don't do it early, the holidays will end.\"","もう話し始めてから少なくとも５分以上は経っている。":"It's been at least 5 minutes since I started talking.","とりあえず適当に返して、早く話を切り上げて、トイレに…。":"\"For the time being, return it appropriately, cut off the story quickly, and put it in the toilet ...\"","え…えるに…":"Huh ... huh ...","６時間目の開始を告げるチャイムが私の「適当な返し」を遮る。":"\"The chime, which signals the start of the sixth hour, blocks my \"appropriate return.\"\"","あー、時間切れだー。教室戻らないと。":"\"Ah, I'm out of time. I have to go back to the classroom.\"","じゃあこれは宿題だねー。":"Then this is my homework.","そうだね、放課後までの宿題。":"\"Yeah, homework until after school.\"","じゃ、教室もどろっか？":"Then are the classrooms messy?","あ…うん…":"Ah ... yeah ...","このまま教室に戻る？":"Do you want to return to the classroom as it is?","トイレに行かずに？":"Without going to the bathroom?","あと１時間我慢できる？":"Can you stand for another hour?","…でも":"… But","亜希？どうかした？":"Aki? What's wrong?","ん、なんでもないよ。":"\"Hmm, nothing.\"","促されるまま、教室へ戻る。":"Return to the classroom as prompted.","結局、トイレに行けないまま、次の授業を受ける事になってしまった。":"\"After all, I had to go to the next class without being able to go to the bathroom.\"","大丈夫、あと１時間くらい我慢できる。するしかない。":"\"All right, I can stand for about an hour more. I have no choice.\""},"scene2.ks":{"結局、トイレには行けないまま授業が開始される…":"\"After all, the class starts without being able to go to the toilet ...\"","今この瞬間は便意の波が落ち着きを取り戻しているけど":"\"At this moment, the wave of urgency has calmed down\"","次の波が来たら…":"When the next wave comes ...","授業が終わるまでの50分間に何度その波に襲われるんだろう…":"How many times will you be hit by the waves in the 50 minutes before the class ends ...","考えるだけでも不安が増して、お腹が痛くなる気がする…":"\"I feel more anxious just by thinking, and my stomach hurts ...\"","ダメだ、ダメだ…とにかく余計な事は考えないようにして、":"\"No, no ... just don't think of extra things,\"","波が来たらお尻に意識を集中してひたすら耐える。":"\"When the waves come, concentrate on your hips and endure it.\"","ただそれだけ…":"That's it ...","それをほんの50分繰り返せば良いだけなんだから…":"You just have to repeat it for 50 minutes ...","幸いというか、歴史の授業はいつも板書中心で、指名されて":"\"Fortunately, history classes are always centered on the blackboard\"","前に出たり、教科書を読まされる事はほぼ無い。":"It is almost never seen in front or reading a textbook.","とは言っても、来週小テストがあるし、出来るだけ":"\"That said, I have a quiz next week and I will do my best\"","授業内容も把握しておきたい。":"I want to understand the content of the lesson.","私はお腹の違和感を出来るだけ気にしないようにしながら":"I try not to worry about feeling uncomfortable in my stomach","黒板に書かれた内容をノートに書きとっていく。":"Take notes on the chalkboard.","こっち側消すぞ～":"I'll erase this side ~","待ってくださ～い。":"Please wait.","まだ写しきれてません。":"I haven't captured it yet.","俺も～":"Me too","なんだ～、ちょっと待つから早く写せ～":"\"What's up, I'll wait a minute\"","来週小テストがある事もあってか、授業の進行が少し早い。":"\"The progress of the class is a little early, maybe because there will be a quiz next week.\"","私もノートを取るのが遅れてしまっている。":"I'm too late to take notes.","クラスメイトの大半が黒板に集中してノートを取る。":"Most classmates focus on the blackboard and take notes.","各自がノートにペンを走らせる音だけが響く。":"Only the sound of each person running a pen on the note sounds.","(私も早く…ノート…)":"(I too ... note ...)","(ふっ…！？)":"(Huh ...!?)","不意に鳴ってしまったお腹の音。":"The sound of my stomach that suddenly rang.","忘れかけていた違和感が急激に高まる。":"The feeling of strangeness that I had forgotten suddenly increases.","そんなに大きな音ではなかったと思うけど、":"\"I don't think it was that loud,\"","多分誰も気付いてないと思うけど…":"Maybe no one has noticed ...","いや、それよりも問題なのは、危機的状態だという事を…":"\"No, more important than that is the crisis ...\"","ノートなんか取ってる場合じゃないという事を":"That it ’s not the case that you ’re taking notes","思い出してしまった事だ。":"I remember it.","(マズい…こんなタイミングで…)":"(I'm sorry ... at this timing ...)","一度意識してしまった「それ」を無視するなんて無理だ。":"\"It's impossible to ignore the \"that\" that you once had in mind.\"","「元」から断ち切る以外に手段は無い。分かってる。":"\"There is no means other than cutting off from the \"origin\". I know.\"","さっきの休み時間にしたかった…すべきだった事。":"I wanted to have a break ... I should have done that.","それをすれば、この状況から抜け出せる。":"\"If you do that, you can get out of this situation.\"","残りの時間、授業に集中できる。":"The rest of the time you can concentrate on your lessons.","分かってる。":"I know.","でもこの状況…":"But this situation ...","テスト前の授業中…":"Before the test ...","駆け足の授業進行…":"Running class progress ...","必死にノートを取るクラスメイト…":"A classmate desperately taking notes ...","先生も少し苛立っているように見える。":"The teacher also looks a little frustrated.","しかも授業が始まってからまだ20分も経っていない。":"\"Moreover, less than 20 minutes have passed since the class started.\"","このタイミングでトイレに行ったら":"If you go to the toilet at this timing","「そんなの気にする余裕も無い位ヤバい状況なんです」と":"It's such a dangerous situation that I can't afford to worry about that.","発表するようなものだ。":"It's like announcing.","思考を巡らせる間にもじわじわと高まってくる便意。":"The urge to gradually increase while thinking.","じっと耐えていれば、この波は乗り切れるだろうけど、":"\"If you stay still, this wave will survive,\"","次の波は？":"What's the next wave?","次の次の波は…？":"Next next wave ...?","授業はあと30分以上残っている。":"There are more than 30 minutes left in class.","最後まで耐えきるのは、多分無理だ。":"It's probably impossible to endure to the end.","…だとしても、出来るだけ自然なタイミングで、":"\"However, at the most natural timing,\"","目立たない様に抜け出したい。":"I want to get out of the way.","せめて「お腹を下して我慢できなくてトイレ」":"\"At least \"I'm hungry and I can't put up with the toilet\"\"","という事は知られずに済ませたい。":"I want not to be known that.","今、この瞬間は席を立つにはあまりに最悪だ。":"Now this moment is too bad to get a seat.","とにかく耐えて、タイミングを…":"\"Anyway, endure the timing ...\"","(うぅっ…)":"(Uhhh ...)","腸が動く音。お腹の音が私の思考を遮る。":"The sound of bowel movements. The sound of my stomach blocks my thoughts.","出口にかかる圧が更に高まっていく。":"The pressure applied to the outlet increases further.","(うあぁっ…)":"(Uhhhh ...)","先生…トイレに":"Teacher ... to the toilet","まだ…我慢":"Still ...","(大丈夫…まだ…まだ我慢出来る…っ)":"(It's okay ... I still can't stand ...)","乙女としての尊厳を守るべく、全神経をお尻に集中する。":"\"To protect her dignity as a maiden, concentrate all her nerves on her hips.\"","席を立つ覚悟は出来ている。":"I am ready to stand up.","もう30分我慢は我慢出来ないだろうし、する気も無い。":"\"I can't stand it anymore for 30 minutes, and I don't want to.\"","でも、せめて…":"But at least ...","せめて出来るだけ目立たないタイミングで…":"At the least inconspicuous timing ...","もう大丈夫か～、消すぞ～":"\"Alright, I'll erase it ~\"","黒板の右側が消されて、授業が再開される。":"The right side of the blackboard is erased and the class is resumed.","全然写しきれていないけど、やむを得ない。":"\"It is not completely captured, but it is unavoidable.\"","後で友達のを写させてもらえば良い。":"I'll take a picture of my friend later.","今の私にとっては":"For me now","「トイレに行くタイミングを見極める」事以上に":"\"More than just \"deciding when to go to the bathroom\"\"","重要な事なんてない。":"It doesn't matter.","授業の進行がさっきより更にスピードアップしたように":"As the class progresses faster than before","感じるのは気のせいじゃない、と思う。":"I don't think it's because I feel it.","明らかにせわしない速度で進む授業。":"Classes that proceed at a speed that is clearly not busy.","クラスのほぼ全員が先生に、先生が黒板に書き記していく":"Almost everyone in the class writes to the teacher and the teacher writes on the blackboard","おそらくテスト範囲であろう内容に注目している。":"I'm focusing on what's likely to be the test scope.","とてもじゃないが「トイレに行っても良いですか？」":"\"Not really, but \"Can I go to the bathroom?\"\"","なんて言えない。言える状況じゃない。":"I can't say anything. I can't say that.","ひときわ長くお腹が鳴る。":"I have a very long belly.","それを合図に急激に高まる出口への圧。":"The pressure to the exit sharply increases with the signal.","ヤバい…。":"Dangerous….","最悪の事態が頭をよぎる。":"The worst happens.","もうタイミングなんて気にしてられない…トイレに":"I don't care about the timing anymore ... in the toilet","この赤線引いてある部分はテストに出るぞ～":"The part with this red line will appear in the test ~","それと教科書85ページの…":"And on page 85 of the textbook ...","先生がテスト範囲の説明を始めだした。":"The teacher started explaining the test range.","みんなの意識が更に先生と黒板に集中している。":"Everyone's consciousness is further concentrated on the teacher and the blackboard.","最悪のタイミングだ…":"The worst timing ...","このタイミングでトイレに行く許可を求めるなんて…":"Asking for permission to go to the toilet at this time ...","でも…":"But ...","まだ…まだ…我慢":"Still ... Still ... Patience","(まだ…まだ…せめて、この説明が終わるまで…)":"(Yet ... yet ... at least until the end of this explanation ...)","…という事だ、分かったか～":"I mean ... did you understand ~","説明が終わった。":"The explanation is over.","(今だ。今しか…)":"\"(Now, only now ...)\"","先生、86ページの年表は出ますか～？":"\"Teacher, will there be a chronological table on page 86?\"","あぁ、そこはだな…":"\"Oh, that's ...\"","あ、84ページの～…":"\"Oh, on page 84 ...\"","私が席を立つより先にテスト範囲についての":"About the test range before I leave","質問タイムが始まってしまった。":"The question time has begun.","(もう…なんなのよぉ…っ)":"(I don't know ... what?)","焦る。苛立つ。":"I'm impatient. Get frustrated.","「授業中にテストについて先生に質問する」":"Ask the teacher about the test during class","学生ならば当たり前の行動なんだけど、":"\"This is a normal behavior for students,\"","「授業中にウンチが我慢できなくて、先生に":"\"I couldn't stand poop during class\n \"","トイレに行く許可を求める」という私の":"I ask for permission to go to the bathroom","最優先事項にとっては邪魔でしかない。":"Only a hindrance to the highest priority.","(うぅうっ…ヤバ…もう…出ちゃう…ぅ)":"(Uuuuu ... Yaba ... Already ... come out ... U)","緊急事態にもかかわらず、席を立つのを躊躇した私を":"\"Even though I was in an emergency, I hesitated to leave my seat\"","咎めるように最大級の波が襲い掛かってきた。":"The biggest wave was attacking as if to be scolded.","今下手に動いたら…出る。":"If you move poorly right now ...","でも、このまま動かずにいても遠からず…":"But even if it doesn't move like this","乙女として…いや、人としての尊厳…":"\"As a maiden ... No, dignity as a person ...\"","そして平凡ながらも楽しい学校生活…。":"And a mediocre but fun school life ...","その全てを失いかねない最悪の結末…。":"The worst ending that could lose all that ...","あまりにも悲惨で、想定することすら躊躇われる結末が":"\"It ’s too miserable, and the consequences of being hesitant\"","一気に現実味を帯びていく。":"It becomes realistic at a stretch.","いや、もう目前で私を飲み込もうとしている…。":"\"No, I'm about to swallow me ...\"","(いやだ…いやだ…)":"(No ... no ...)","鼓動があり得ないくらい早くなっているのが分かる。":"You can see that the heartbeat is so fast that it can never occur.","頭がクラクラする。":"My head is shaking.","酸素が足りない。":"Not enough oxygen.","でも、ただ息をする事にさえ気を遣わないと…もう":"But you just have to be careful about breathing ...","絶望で頭の中が真っ白になりそうなのを必死に堪える。":"I desperately endure that my head is likely to turn white with despair.","意識を切らせたら…終わる。":"If you cut your consciousness ... it ends.","ほんのひと時…かろうじてでも動ける程度に便意が":"Just for a moment ... I have a bowel movement to barely move","収まったら…":"When it fits ...","でも、収まるの？":"But does it fit?","いつ収まるの？":"When will it fit","実はもう選択肢なんて残ってないんじゃないの？":"\"Actually, there are no more options left?\"","(お願い…お願い…)":"(Please ... please ...)","私は何に祈っているんだろう…？":"What am I praying for?","神様？":"God?","仏様？":"Buddha?","なんでも良い…":"anything is fine…","私をこの状況から助けてくれるなら…":"If you can help me out of this situation ...","祈りが通じたのか、ほんの僅かに便意が弱まる。":"\"Perhaps the prayer passed, but my bowel movements weakened slightly.\"","でもそれは本当にほんの僅かで、":"\"But it's just a few,\"","「動いたら100％漏れる」が":"\"If you move, it will leak 100%\"","「今トイレに向かえば1％間に合う可能性がある」に":"\"If you go to the bathroom now, you might get 1% in time.\"","なったという程度だ。":"It's about to happen.","このまま上手くやり過ごせば、もっといい条件の":"\"If you do it as it is, under better conditions\"","選択肢が発生するかもしれない。":"Choices may arise.","下手に動く事で最悪の結末になってしまう可能性の方が":"There is a possibility that it will end up having the worst consequences if you move poorly","高いかもしれない。":"May be expensive.","まだ…あと少し…我慢":"Still ... a little more ... endure"}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"亜希":"","":"","教師":"","ふたば":"","ミナミ":"","女子生徒":"","男子生徒":""},"label":{}}